void z2()

{
    puts("                                         *******************************************      ");
    puts("                                         *                                         *      ");
    puts("                                         * тема: Разработка консольного приложения *      ");
    puts("                                         *                                         *      ");
    puts("                                         *        Выполнил Соломоненко Д.В.        *      ");
    puts("                                         *                                         *      ");
    puts("                                         *******************************************      ");
    puts("                                              __   __     __   __     __       ");
    puts("                                                | |  |   |  |    |   |  |  |  |");
    puts("                                               /  |  |   |  |    |   |  |  |__|");
    puts("                                              /__ |__| . |__|    | . |__|     |");

}